Repository: mohsinalimat/CirclesTimer
Catalog: PomodoroCircles/*.lproj/Localizable.strings
Languages: ru

# tabbar.timer
source: Timer
ru: Таймер

# tabbar.statistics
source: Statistics
ru: Статистика

# tabbar.settings
source: Settings
ru: Настройки

# main.work
source: Work
ru: Работа

# main.short-break
source: Short break
ru: Короткий перерыв

# main.long-break
source: Long break
ru: Длинный перерыв

# charts.hour
source: h
ru: ч

# charts.week
source: Week
ru: Неделя

# charts.month
source: Month
ru: Месяц

# charts.last-week
source: Previous week
ru: Предыдущая неделя

# charts.last-week-average
source: Average for previous week
ru: Среднее за предыдущую неделю

# charts.last-month
source: Previous month
ru: Предыдущий месяц

# charts.last-month-average
source: Average for previous month
ru: Среднее за предыдущий месяц

# settings.timer.header
source: Timer
ru: Таймер

# settings.timer.time
source: min
ru: мин

# settings.timer.break-periodicity
source: Short breaks before long break
ru: Коротких перерывов перед длинным

# settings.timer.automatically-change-state
source: Automatically switch timer
ru: Автоматически переключать режим

# settings.notifications.header
source: Notifications
ru: Уведомления

# settings.notifications.work-sound
source: Sound of work end
ru: Звук окончания работы

# settings.notifications.short-break-sound
source: Sound of short break end
ru: Звук окончания короткого перерыва

# settings.notifications.long-break-sound
source: Sound of long break end
ru: Звук окончания длинного перерыва

# settings.charts.header
source: Statistics
ru: Статистика

# settings.charts.include-zero-days
source: Include days with zero productivity
ru: Учитывать дни с нулевой продуктивностью

# settings.charts.last-units-count
source: Previous weeks/months count
ru: Количество последних недель/месяцев

# settings.data.header
source: Data storage
ru: Хранение данных

# settings.data.delete-statistics
source: Delete statistics
ru: Очистить статистику

# settings.data.statistics-alert.header
source: Deleting statistics
ru: Удаление статистики

# settings.data.statistics-alert.body
source: Are you sure you want to delete statistics?
ru: Вы уверенны, что хотите удалить всю статистику?

# settings.data.statistics-alert.ok
source: Yes, delete
ru: Да, удалить

# settings.data.statistics-alert.cancel
source: Cancel
ru: Отмена

# settings.data.remove-settings
source: Remove settings
ru: Сбросить настройки

# settings.data.settings-alert.header
source: Removing settings
ru: Сброс настроек

# settings.data.settings-alert.body
source: Are you sure you want to to remove settings?
ru: Вы уверенны, что хотите сбросить настройки?

# settings.data.settings-alert.ok
source: Yes, remove
ru: Да, сбросить

# settings.data.settings-alert.cancel
source: Cancel
ru: Отмена

# notifications.title.work
source: Work completed
ru: Работа завершена

# notifications.title.short-break
source: Short break completed
ru: Короткий перерыв завершен

# notifications.title.long-break
source: Long break completed
ru: Длинный перерыв завершен

# notifications.body.not-auto
source: To continue manually start the timer
ru: Для продолжения запустите таймер вручную

# notifications.body.auto-work
source: Time to relax!
ru: Пора отдохнуть!

# notifications.body.auto-break
source: Time to work!
ru: Время работать!
